{
    "General":"This section contains inputs about the overall settings of the case. Inputs include: Case Name, Geometry File, and Simulation Duration.",
    "Case Name":"Enter a unique case name. Using \"BASE\" in the name of the case will assign this as the base case for comparison.\n\nExample: \"My_Building\"\nBase case example: \"My_Building_BASE\"",
    "Geometry":"Enter the full file path for the .idf file containing the geometry desired for the case.\n\nExample: \"C:\\Users\\username\\OneDrive\\Desktop\\BaselineGeometry.idf\"",
    "Simulation Duration":"Enter 70 years for the duration for certification. Other durations may be used for checking longer or shorter term ADORB costs.",
    "Site":"This section contains inputs about the site and grid region. Inputs include: EPW File, DDY File, Morphing Factors, Site Country, and Grid Region.",
    "EPW":"Enter the full file path for the .epw file to be used for this case. Ensure that the file is located in the Weather Data folder. For certification purposes, use the weather data provided by Phius.\n\nExample: \"C:\\Users\\username\\OneDrive\\Documents\\Databases\\Weather Data\\USA_PA_State.College-Penn.State.University.725128_TMY3.epw\"",
    "DDY":"Enter the full file path for the .ddy file to be used for this case. Ensure that the file is located in the Weather Data folder. For certification purposes, use the weather data provided by Phius.\n\nExample: \"C:\\Users\\username\\OneDrive\\Documents\\Databases\\Weather Data\\USA_PA_State.College-Penn.State.University.725128_TMY3.ddy\"",
    "Morph":"Enter the morphing factors for the outage period. Use the Weather Morphing tab to determine the inputs for this section. Morphing factors are labeled with \"DP\" for dewpoint and \"DB\" for dry bulb, as well as a label 1 or 2 to designate first or second outage of the year.",
    "Site Country":"Select the country in which the project is going to be built from the dropdown. Options for the dropdown menu are taken from the designated Country Emission Database.",
    "Grid Region":"Select the grid region for the Cambium factors. Options for the dropdown menu are taken from the Hourly Emissions Rates database. If working outside the 48 contiguous states, select the option that most closely matches the grid mix of the project site.",
    "Energy Economics":"This section contains inputs about energy pricing. Inputs include: Electricity Pricing, Electricity Sell-back Price, Natural Gas Present, Natural Gas Price, Annual Electricity Fixed Charge, and Annual Natural Gas Fixed Charge.",
    "Electricity Price":"Enter the marginal electric rate for the location. Units are dollars per kilowatt-hour. Do not include fixed charges (static utility fees).",
    "Electricity Sell-back Price":"Enter the price which the utility purchases electricity that is sold back from the grid. Units are dollars per kilowatt-hour.",
    "Natural Gas Present":"Check this box if there is natural gas used in this case of the project. If checked, the Natural Gas Price input is required.",
    "Natural Gas Price":"Enter the marginal natural gas price for the location. Units are dollars per therm. Do not include fixed charges (static utility fees).",
    "Annual Electricity Fixed Charge":"Enter the annual fixed electrical charge for the location. Units  are dollars.",
    "Annual Natural Gas Fixed Charge":"Enter the annual fixed natural gas charge for location. Units are dollars.",
    "Envelope":"This section contains inputs regarding the building envelope materials and construction. The specific envelope components in the runlist are designed to reference the different assemblies in the database. The names entered in each of the different cells must match those in the construction database.",
    "Infiltration Rate":"Enter the infiltration rate for the project. Use the test flow in cfm/sf of envelope area at 50 pa test pressure.",
    "Opaque Assemblies":"Select an opaque assembly from the dropdown that corresponds to the different tags in the geometry model. The different types of assemblies are Foundations, Walls, Roof, and Floors. If there is not an item in the geometry tagged with the specific tag, no input is needed. For example, if only one wall type is used in the project, only one wall type is needed.",
    "Fenestration":"Fenestration functions identically to opaque assemblies, but references the window type assemblies from the construction database. Use this for all windows and doors with greater than 25% glazing.",
    "Mechanicals":"The mechanical inputs are to approximate the systems that exist in the building or are installed. Similar to WUFI Passive, the equipment types are predefined, and can be selected from the menu. System efficiencies need to be input per recommendations below.",
    "Ventilation System":"Select the ventilation system type from the drop down menu. Balanced assumes and ERV or HRV installation while exhaust only will add 50 cfm out the bathrooms, half an hour runtime per bathroom at 6 am and pm.",
    "Water Heater Fuel Type":"Select the water heater fuel type. In v24.2.0 of REVIVEcalc, you can select between an electric resistance tank and a gas fired tank water heater.",
    "Mechanical System Type":"Select the mechanical system type from the dropdown menu provided. The current system options are PTHP with electric backup,  mini split heat pump, and a gas furnace with DX cooling.",
    "COPs":"Input the coefficient of performance (COP) for the heating and cooling systems applied to the project. For furnaces, enter the efficiency as a decimal, for example an 80% AFUE furnace would have a COP of 0.80. Any input for furnaces above 1.0 will yield an EnergyPlus error and invalidate simulation results.",
    "Sensible and Latent Recovery Efficiencies":"Enter the sensible and latent recovery efficiency for the ERV or HRV model. The upper limit is 1.0. Enter 0.0 or a HRV.",
    "Photovoltaics":"All projects require a PV input. The tool runs PV Watts 5.0 internal to the simulation to calculate hourly PV generation that is used in the model.\n\nSize: Enter the size of the PV array on the project. Units are watts. Use 0.1 W for the sizing for a model with no PV installed.\n\nTilt: Enter the angle of the PV array. Units are degrees. Use 0° for a system that is flat on the roof, 90° for a vertical system.\n\nAzimuth: Enter the azimuth angle of the PV array. Units are degrees. Use 180° for a system that faces south, 0° for a system that faces north.",
    "Appliances":"The appliance inputs reference the construction database for efficiency ratings, and uses this to calculate the annual energy consumption per ANSI / RESNET 301-2014. Options for dropdown are pulled from the construction database, and must be labeled with the type that corresponds to the entry field (i.e. \"Fridge\" or \"Dishwasher\").",
    "Outages":"This section contains inputs for simulating outages. In order to test the thermal resilience of the building during an outage, information about the outage start and end dates need to be input into the model. The program automatically runs two simulations, first one for thermal resilience with the outages, and one without the outages for normal operation. Each weather file comes with a STAT file, and at the bottom of the file, the extreme weather periods can be found.",
    "Outage Start and End":"Enter the start and end dates for each of the two outages in the simulation. These inputs are labeled either 1 for the first outage of the year (winter) and 2 for the second (summer). When inputting the start date, enter the last day of power, and the outage will start at midnight. Similarly, power will be restored to the model at midnight of the end date.",
    "Shading Available":"Check this box is using exterior retractable shading, the shading will be activated by the solar gain on the surface of the window.",
    "Demand Cooling Available":"Check this box if demand limited cooling is available for the project. The model will maintain a setback temperature of 80.6°F. When cooling is called for, but no onsite PV is provided, the model will draw from the battery, and this unmet demand is calculated in the battery sizing outputs. When extra PV production is available, the control sequence will overcool the building below the setback temperature.",
    "Natural Ventilation Available":"Check this box if natural ventilation is used in the building during an outage. If checked, the input for Natural Ventilation Type is required.",
    "Natural Ventilation Type":"If the input Natural Ventilation Available is checked, select either NatVent or SchNatVent as natural ventilation type for use during the summer outage.\n\nNatVent: This control sequence uses a delta dry bulb temperature control. Whenever the outdoor air temperature is 1.8°F cooler than the indoor air, the windows will be opened.\n\nSchNatVent: This control sequence uses a delta dry bulb temperature control and an astronomical clock to determine if the sun is up. Whenever the outdoor air temperature is 1.8°F cooler than the indoor air and the sun is not up, the windows will be opened.",
    "Databases":"To begin using the REVIVEcalc tool, a database folder must be designated, which contains .csv files that are user editable. The baseline database folder can be downloaded from the Github repository where the software tool is downloaded from. All databases should be kept in a folder following the same format as the one downloaded. It is recommended to leave the databases folder as is when downloaded and modify the individual databases as needed within that folder. More information can be found for each of the required databases on their own help pages.",
    "Geometrytest" : "testing feature"
}
